<p style="text-indent: 15%;">
    <b>ข้อ 3.</b> การเสียค่าธรรมเนียมติดตาม ทวงถาม
</p>
<p style="text-indent: 15%;">
    ถ้าผู้ซื้อผิดนัดชำระเงินค่างวด 2 งวดติดต่อกัน ผู้ซื้อยอมเสียค่าธรรมเนียมติดตาม ทวงถามเรียกเก็บนั้น ให้แก่ผู้ขาย ครั้งละ 100 บาท (หนึ่งร้อยบาทถ้วน)
</p>
<p style="text-indent: 15%;">
    <b>ข้อ 4.</b> กรณีผู้ซื้อผิดนัด
</p>
<p style="text-indent: 15%;">
    ถ้าผู้ซื้อผิดนัดชำระเงินค่างวด 3 งวดติดต่อกัน หรือกระทำผิดสัญญาอย่างหนึ่งอย่างใด ผู้ขายสามารถบอกเลิกสัญญาได้ทันที โดยผู้ขายสามารถยึดทรัพย์สินคืนและริบเอาเงินที่ผู้ซื้อได้ชำระมาแล้วเป็นของผู้ขายทั้งสิ้น และไม่ตัดสิทธิ์ที่ผู้ขายจะเรียกร้องเอาค่าเสียหายอย่างใดๆ อันเกิดจากการผิดสัญญานั้นด้วย
</p>
<p style="text-indent: 15%;">
    <b>ข้อ 5.</b> กรณีผู้ขายผ่อนผัน
</p>
<p style="text-indent: 15%;">
    ในกรณีที่ผู้ซื้อผิดนัดผิดสัญญาหลายครั้ง  หากผู้ขายยอมผ่อนผันการผิดนัดหรือผิดสัญญาครั้งใด อย่างใด  ก็ไม่ถือว่าเป็นการผ่อนผันการผิดนัดหรือผิดสัญญาครั้งอื่น
</p>

<p style="text-indent: 15%;">
    <b>ข้อ 6.</b> กรณีส่งคำบอกกล่าว
</p>
<p style="text-indent: 15%;">
    การส่งคำบอกกล่าวที่จะต้องส่งให้แก่กัน  คู่สัญญาทั้งสองฝ่ายให้ส่ง ณ ที่อยู่ตามภูมิลำเนาที่ระบุไว้ข้างต้นของสัญญานี้  โดยการส่งทางไปรษณีย์ลงทะเบียนตอบรับ หรือโดยการนำไปปิดไว้ในกรณีที่ส่งไม่ได้หรือย้ายที่อยู่โดยฝ่ายที่ย้ายไม่แจ้งให้อีกฝ่ายหนึ่งทราบ  ซึ่งให้ถือว่าได้รับในวันที่ไปรษณีย์ไปถึง หรือวันที่มีการปิดหมาย
</p>

<p style="text-indent: 15%;">
สัญญานี้ทำขึ้นเป็นสองฉบับ มีข้อความถูกต้องตรงกัน คู่สัญญาต่างได้อ่านและเข้าใจข้อความโดยตลอดดีแล้ว  จึงลงลายมือชื่อไว้เป็นสำคัญต่อหน้าพยาน
</p>